<?xml version="1.0" encoding="UTF-8"?>
<rss version="2.0">
	<channel>
		<title>Contrexx WCMS</title>
		<link>http://staging.contrexxlabs.com/contrexx/trunk/de/index.php?section=news</link>
		<description>Informationen rund um das Contrexx WCMS</description>
		<language>de</language>
		<copyright>Copyright 2013, http://staging.contrexxlabs.com</copyright>
		<webMaster>info@example.com</webMaster>
		<lastBuildDate>Thu, 18 Jul 2013 12:54:37 +0200</lastBuildDate>
		<generator>Contrexx</generator>
		<docs>http://blogs.law.harvard.edu/tech/rss</docs>
		<item>
			<title>test</title>
			<link>http://staging.contrexxlabs.com/contrexx/trunk/de/index.php?section=news&amp;cmd=details&amp;newsid=6&amp;teaserId=</link>
			<description>test&lt;br /&gt;&lt;br /&gt;test</description>
			<category domain="http://staging.contrexxlabs.com/contrexx/trunk/de/index.php?section=news&amp;category=1">Kundennews</category>
			<pubDate>Thu, 18 Jul 2013 12:54:37 +0200</pubDate>
		</item>
		<item>
			<title>MaxMuster AG begrüsst neue Mitarbeiterin</title>
			<link>http://staging.contrexxlabs.com/contrexx/trunk/de/index.php?section=news&amp;cmd=details&amp;newsid=5&amp;teaserId=</link>
			<description>Wir freuen uns, eine neue Mitarbeiterin, Jessica Parker, begrüssen zu dürfen!&lt;br /&gt;&lt;br /&gt;Das MaxMuster Team heisst die neue Mitarbeiterin, Jessica Parker, herzlich willkommen!&lt;br /&gt;
&lt;br /&gt;
&lt;table border=&quot;0&quot; cellpadding=&quot;1&quot; cellspacing=&quot;1&quot; style=&quot;margin: 0 0 15px 0;&quot;&gt;
	&lt;tbody&gt;
		&lt;tr&gt;
			&lt;td&gt;
				&lt;img alt=&quot;&quot; src=&quot;/images/content/news/beispielbild01.jpg&quot; style=&quot;width: 300px; height: 200px; &quot; /&gt;&lt;br /&gt;
				&lt;strong&gt;Jessica Parker&lt;/strong&gt;&lt;br /&gt;
				Administration&lt;/td&gt;
			&lt;td style=&quot;vertical-align: top; &quot;&gt;
				Name: Jessica Parker&lt;br /&gt;
				&lt;br /&gt;
				Zust&amp;auml;ndig: Administration&lt;br /&gt;
				&lt;br /&gt;
				Ausbildung: Kaufm&amp;auml;nnische Lehre mit Berufsmaturit&amp;auml;t 2005, seit 7 Jahren Berufserfahrung&lt;/td&gt;
		&lt;/tr&gt;
	&lt;/tbody&gt;
&lt;/table&gt;
&lt;br /&gt;
Jessica Parker wird mit ihrer 7 j&amp;auml;hrigen Berufserfahrung unser Administrationsteam bestens erg&amp;auml;nzen und verst&amp;auml;rken.&lt;br /&gt;
&lt;br /&gt;
Wir w&amp;uuml;nschen ihr einen guten Start, viel Erfolg und Spass bei der Arbeit.&lt;br /&gt;
&lt;br /&gt;
Das MaxMuster Team</description>
			<category domain="http://staging.contrexxlabs.com/contrexx/trunk/de/index.php?section=news&amp;category=1">Kundennews</category>
			<pubDate>Sat, 29 Sep 2012 16:52:00 +0200</pubDate>
		</item>
		<item>
			<title>Wir haben ein Contrexx CMS</title>
			<link>http://staging.contrexxlabs.com/contrexx/trunk/de/index.php?section=news&amp;cmd=details&amp;newsid=4&amp;teaserId=</link>
			<description>Wir haben für unsere Website ein Contrexx CMS gewählt.&lt;br /&gt;&lt;br /&gt;&lt;h2&gt;
	Was ist &lt;a href=&quot;http://www.contrexx.com&quot; target=&quot;_blank&quot;&gt;Contrexx&lt;/a&gt; ?&lt;/h2&gt;
Dank dem modular aufgebauten Contrexx Web Content Management System wird das Verwalten von anwendungsreichen Webseiten stark vereinfacht. Die &lt;strong&gt;&amp;uuml;bersichtliche Administrationsoberfl&amp;auml;che&lt;/strong&gt; gew&amp;auml;hrt Firmen, Vereinen sowie Privatpersonen die M&amp;ouml;glichkeit, die komplette Webseite auch ohne besondere Computerkenntnisse selber zu bearbeiten.&lt;br /&gt;
&lt;br /&gt;
Doch Contrexx bietet weit mehr, als eine leicht verst&amp;auml;ndliche Verwaltung des Internetauftritts. Die Software ist ein Gesamtpaket, welches alle wichtigen Anwendungen beinhaltet, die eine moderne Webseite heutzutage braucht &amp;ndash; und dies egal in welcher Branche der Nutzer t&amp;auml;tig ist.&lt;br /&gt;
&lt;br /&gt;
&lt;h2&gt;
	Die Vorz&amp;uuml;ge von &lt;a href=&quot;http://www.contrexx.com&quot; target=&quot;_blank&quot;&gt;Contrexx&lt;/a&gt; gegen&amp;uuml;ber einem herk&amp;ouml;mmlichen CMS&lt;/h2&gt;
Ein Internetauftritt in mehreren Sprachen vergr&amp;ouml;ssert das Zielpublikum der Webseite erheblich. Contrexx erm&amp;ouml;glicht diese &lt;strong&gt;Mehrsprachigkeit&lt;/strong&gt; auf einfache Art und Weise. Im Verwaltungsbereich kann der Inhalt von jedem Modul auf verschiedene Sprachen erstellt werden, dem Besucher der Webseite er&amp;ouml;ffnet sich so die M&amp;ouml;glichkeit, die Texte durch einen einzigen Klick in der gew&amp;uuml;nschten Sprache zu lesen.&lt;br /&gt;
&lt;br /&gt;
Ein weiterer Vorzug von Contrexx ist das &lt;strong&gt;Multichanneling&lt;/strong&gt;. Dies bedeutet, man versucht die Nutzer der Webseite &amp;uuml;ber verschiedene Wege zu erreichen. Der Internetauftritt wird dank den kompatiblen Anzeigearten nicht nur am Computer, sondern auch auf den Smartphones und Tablets &amp;uuml;bersichtlich dargestellt. Weiter zu erw&amp;auml;hnen ist die App-Ansicht. Wer eine Seite der Webseite ausdrucken m&amp;ouml;chte, kann einfach die Print oder PDF Version der Seite aufrufen.&lt;br /&gt;
&lt;br /&gt;
Da Eink&amp;auml;ufe vermehrt &amp;uuml;ber das Internet abgeschlossen werden, wurde ins Contrexx CMS die Anwendung &lt;strong&gt;E-Commerce&lt;/strong&gt; integriert. Dadurch kann die Webseite mit einem Online Shop erg&amp;auml;nzt werden, mit welchem sich das Definieren von Kategorien und das Hinzuf&amp;uuml;gen von Produkten schnell und simpel gestaltet. Weiter k&amp;ouml;nnen die Nutzer ihre Zahlungen direkt &amp;uuml;ber die Anwendung Online Zahlung t&amp;auml;tigen.&lt;br /&gt;
&lt;br /&gt;
Um die Verkaufszahlen zu steigern und stets in Kontakt mit den Kunden zu bleiben, wird heute auf &lt;strong&gt;E-Mail-Marketing&lt;/strong&gt; gesetzt. Contrexx beinhaltet die Newsletter-Anwendung, mit welcher E-Mails an verschiedene Kundengruppen versendet werden k&amp;ouml;nnen. Damit die E-Mail pers&amp;ouml;nlicher wirkt, k&amp;ouml;nnen der Namen und weitere Angaben des Empf&amp;auml;ngers automatisch in den Text integriert werden.&lt;br /&gt;
&lt;br /&gt;
Wenn Kundendaten vom Online Shop, von Online Zahlungen und von Newsletter Abonnenten einzeln registriert werden, f&amp;uuml;hrt dies schnell zu Un&amp;uuml;bersichtlichkeit. Dank dem &lt;strong&gt;Unified User Management&lt;/strong&gt; von Contrexx werden die Informationen der Kunden alle im selben Verzeichnis zusammengef&amp;uuml;hrt und sind so leicht zu kontrollieren und &amp;uuml;berschaubar.&lt;br /&gt;
&lt;br /&gt;
Wichtig f&amp;uuml;r eine erfolgreiche Webseite sind nicht nur Texte, sondern auch Bilder, Grafiken, Dokumente und Videos. Bei einem anwendungsreichen Internetauftritt ist es wichtig, diese Dateien in einer logisch organisierten Ablage zu speichern. Genau dies bietet Contrexx mit dem integrierten &lt;strong&gt;Media Asset Management&lt;/strong&gt;. Die Datenbanken k&amp;ouml;nnen mit den Besuchern der Webseite geteilt oder nur f&amp;uuml;r ausgew&amp;auml;hlte Benutzer zur Verf&amp;uuml;gung gestellt werden.&lt;br /&gt;
&lt;br /&gt;
Contrexx bietet somit die Grundlage f&amp;uuml;r einen erfolgreichen Internetauftritt.</description>
			<category domain="http://staging.contrexxlabs.com/contrexx/trunk/de/index.php?section=news&amp;category=1">Kundennews</category>
			<pubDate>Fri, 28 Sep 2012 13:35:00 +0200</pubDate>
		</item>
		<item>
			<title>Neue Webseite online</title>
			<link>http://staging.contrexxlabs.com/contrexx/trunk/de/index.php?section=news&amp;cmd=details&amp;newsid=1&amp;teaserId=</link>
			<description>Unsere neue Webseite ist online. Erstellt wurde das neue Portal mit &lt;a href=&quot;http://www.contrexx.com/&quot; title=&quot;Contrexx&quot;&gt;Contrexx&lt;/a&gt;.&lt;br /&gt;&lt;br /&gt;Aufgrund der steigenden Wichtigkeit des Internets ist es f&amp;uuml;r Unternehmungen jeglicher Art unumg&amp;auml;nglich geworden, eine eigene Website zu haben. Wie die pers&amp;ouml;nliche Visitenkarte soll auch der Internetauftritt gepflegt und modern wirken. Doch heutzutage reicht eine simple Website nicht mehr aus, denn die Anforderungen an einen Internetauftritt sind gestiegen. Die Site soll anwendungsreich und sch&amp;ouml;n illustriert sein.&lt;br /&gt;
&lt;br /&gt;
Daf&amp;uuml;r wurde der erste Schritt getan, denn dieses Webprojekt ist nun dank &lt;a href=&quot;http://www.contrexx.com&quot; target=&quot;_blank&quot;&gt;Contrexx&lt;/a&gt; mit einem Web Content Management System ausger&amp;uuml;stet, welches alle Anwendungen beinhaltet, die eine Website heute braucht. Die Inhalte und Funktionen k&amp;ouml;nnen jederzeit mit kleinem Aufwand bearbeitet und aufgefrischt werden, um den Kunden stets eine aktuelle und ansprechende Webseite zu pr&amp;auml;sentieren.&lt;br /&gt;
&lt;br /&gt;
&lt;a href=&quot;https://www.contrexx.com/index.php?section=newsletter&quot; target=&quot;_blank&quot;&gt;Abonnieren Sie den Newsletter&lt;/a&gt;, damit Sie &amp;uuml;ber Neuigkeiten und Verbesserungen von Contrexx laufend informiert sind.&lt;br /&gt;
</description>
			<category domain="http://staging.contrexxlabs.com/contrexx/trunk/de/index.php?section=news&amp;category=1">Kundennews</category>
			<pubDate>Thu, 27 Sep 2012 22:00:00 +0200</pubDate>
		</item>
	</channel>
</rss>
